"john.appleseed" = "john.appleseed";
"Sign In" = "Đăng Nhập";
"Your account name or password was entered incorrectly." = "Tên tài khoản hoặc mật khẩu của bạn được nhập không đúng.";
"There was an error logging in. Please try again." = "Có lỗi khi đăng nhập. Hãy thử lại.";
"Apple ID password" = "Mật khẩu ID Apple";
"Invalid token data is returned by server" = "Có lỗi khi đăng nhập. Hãy thử lại.";
"Authentication was canceled by user" = "Việc xác thực bị hủy";
"password" = "mật khẩu";
"OK" = "OK";
"Password field is empty" = "Hãy nhập mật khẩu của bạn.";
"Password expired. Please change your password on Mac." = "Mật khẩu hết hạn. Hãy đổi mật khẩu của bạn trong Cài đặt ->Store";
"Required" = "Bắt buộc";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Bạn có muốn truy cập iForgot.apple.com để lấy lại thông tin tài khoản của mình không?";
"Password" = "Mật khẩu";
"Apple ID field is empty" = "Trường ID Apple trống";
"Apple ID" = "ID Apple";
"Cancel" = "Hủy";

/* Verification Code Screen Prompt */
"Enter verification code" = "Nhập mã xác minh";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Nhập Mã Xác Minh được gửi đến \"%@\"";

/* Send new code button title */
"Send a new code" = "Gửi mã mới";

/* SMS subtitle */
"SMS to Phone Number" = "Gửi tin nhắn SMS đến Số Điện Thoại";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Bạn không thể nhận thông điệp ở bất kỳ thiết bị nào của mình?";

/* Verification Code Screen Title */
"Verification Code" = "Mã Xác Minh";

/* Trusted devices screen title */
"Verify Identity" = "Xác Minh Nhận Dạng";

/* Send button title */
"Send" = "Gửi";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Để quản lý thiết bị tin cậy của bạn, hãy truy cập %@ từ máy Mac hoặc máy vi tính.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Xác minh hai bước đã được kích hoạt cho ID Apple này.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Mã tạm thời sẽ được gửi đến thiết bị được chọn dưới đây, bạn có thể sử dụng mã để xác minh nhận dạng của mình.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "THIẾT BỊ TIN CẬY";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Yêu cầu xác minh hai bước nhưng không cho phép người dùng tương tác.";

/* Button title */
"My Apple ID…" = "ID Apple Của Tôi…";

/* Phone number description */
"Number ending in %@" = "Số tận cùng bằng %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Rất tiếc là bạn đã thử xác minh nhận dạng quá nhiều lần không thành công. Vì lý do bảo mật, bạn sẽ không thể tạo thay đổi trên tài khoản của bạn trong vòng tám giờ tới nếu bạn không có Mã Khôi Phục.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Bạn đã gửi quá nhiều mã để xác minh số điện thoại của bạn. Vui lòng thử lại sau.";

/* Error Message */
"No Device information available." = "Không có thông tin Thiết Bị";

/* Error Message */
"The verification code you entered is not valid." = "Mã xác minh bạn đã nhập không hợp lệ.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Bạn không xác minh được mã quá nhiều lần. Vui lòng gửi mã mới đến một thiết bị khác hoặc thử lại sau.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Bạn đã nhập ID Apple hoặc mật khẩu không đúng.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Để tăng cường bảo mật, bạn nên đặt lại mật khẩu. Hãy vào %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "ID Apple này đã bị tắt vì lý do bảo mật. Bạn có thể cài đặt lại mật khẩu tại %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Giờ hiện tại trên thiết bị này có thể không đúng. Bạn có thể đổi giờ bằng cách vào Cài Đặt > Cài đặt Chung > Ngày & Giờ, sau đó thử lại.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Đã xảy ra lỗi. Cám ơn bạn đã kiên nhẫn chờ đợi, vui lòng thử lại sau.";

"You appear to be offline. Please connect to the Internet and try again." = "Bạn đang ngoại tuyến. Vui lòng kết nối Internet và thử lại.";

"Two-step verification has been disabled for the Apple ID account %@." = "Xác minh hai bước đã bị tắt cho tài khoản ID Apple %@.";

"Signing In" = "Đăng Nhập";

"A new code has been sent to your device." = "Mã mới đã được gửi đến thiết bị của bạn.";

"Code %1$d of %2$d selected" = "%1$d trong %2$d mã đã được chọn";

"Sending New Code" = "Đang Gửi Mã Mới";

"Verifying code" = "Đang xác minh mã";

"Verified" = "Đã xác minh";

/* Send Code to label */
"Send Code to:" = "Gửi Mã đến:";

/* Error Message */
"Please enter a valid phone number." = "Vui lòng nhập một số điện thoại hợp lệ.";
